# Core CLI
brew "autossh"
brew "bat"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "yq"
brew "zsh"

# Language/toolchain managers
brew "bun"
brew "deno"

# Common cloud/dev tools
brew "awscli"
brew "postgresql@16"

# macOS apps
cask "ghostty"
cask "orbstack"
cask "visual-studio-code"
